Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Tadpole
de: Kaulquappe
es: Renacuajo
fr: Têtard
hi: बेंगची
it: Girino
nl: Kikkervisje
pl: Kijanka
pt: Girino
ru: Головастик
tr: Kurbağa
uk: Пуголовок

source: Taffeta
de: Taft
es: Tafetán
fr: Taffetas
hi: तफ़ता
it: Taffettà
nl: Tafzijde
pl: Tafta
pt: Tafetá
ru: Тафта
tr: Tafta
uk: Тафта

source: Tagalog
de: Tagalog-Sprache
es: Tagalo
hi: तागालोग
ru: Тагальский
uk: Тагаль

source: Taillight
de: Rücklicht
es: Luz trasera
fr: Feu arrière
hi: टेललाइट
it: Fanale posteriore
nl: Achterlicht
pl: Światło tylne
pt: Lanterna traseira
ru: Задний фонарь
tr: Arka lamba
uk: Задній ліхтар

source: Tailor
de: Schneider
es: Sastre
fr: Tailleur
hi: दर्ज़ी
it: Sarto
nl: Kleermaker
pl: Krawiec
pt: Alfaiate
ru: Портной
tr: Terzi
uk: Кравець

source: Taipei
de: Taipeh
es: Ciudad de Taipéi
hi: ताइपे
pl: Tajpej
ru: Тайбэй
uk: Тайбей

source: Tambourine
de: Tamburin
es: Pandereta
fr: Tambourin
hi: डफली
it: Tamburello
nl: Tamboerijn
pl: Tamburyn
pt: Tamborim
ru: Тамбурин
tr: Tef
uk: Бубн

source: Tamil
de: Tamile
fr: Tamoul
hi: तमिल
pt: Tâmil
ru: Тамильский
uk: Таміль

source: Tan
de: Sonnenbräune
es: Bronceado
fr: Bronzage
hi: तन
nl: Bruin worden
pl: Opalenizna
pt: Bronzeado
ru: Загар
tr: Haki
uk: Засмага

source: Tangent
de: Tangente
es: Tangente
fr: Tangente
hi: स्पर्शज्या
it: Tangente
nl: Tangens
pl: Styczna
pt: Tangente
ru: Касательная
tr: Teğet
uk: Дотична

source: Tangerine
de: Mandarine
es: Mandarina
fr: Mandarine
hi: कीनू
it: Mandarino
nl: Mandarijntje
pl: Mandarynka
pt: Tangerina
ru: Мандарин
tr: Mandalina
uk: Мандарин

source: Tango
de: Theodor
es: Tomate
fr: Thérèse
it: Torino
nl: Theodoor
pl: Tadeusz
ru: Татьяна
tr: Trabzon

source: Tank
de: Panzer
es: Tanque
fr: Réservoir
hi: टंकी
it: Vasca
pl: Zbiornik
pt: Tanque
ru: Танк
uk: Танк

source: Tape
de: Band
es: Cinta
fr: Ruban adhésif
hi: टेप
it: Nastro
nl: Band
pl: Taśma
pt: Fita
ru: Лента
tr: Bant
uk: Стрічка

source: Tartan
de: Schotten
es: Tartán
fr: À carreaux
hi: चारख़ाना
nl: Van tartan
ru: Шотландка
tr: Ekose kumaş
uk: Тартан

source: Taxidermy
de: Taxidermie
es: Taxidermia
fr: Taxidermie
hi: टैक्सिडर्मी
it: Tassidermia
nl: De kunst van het opzetten van dieren
pl: Wypychanie zwierząt
pt: Taxidermia
ru: Таксидермия
tr: Taksidermi
uk: Таксидермія

source: Teacher
de: Lehrer
es: Profesor
fr: Professeur
hi: शिक्षक
it: Insegnante
nl: Leraar
pl: Nauczyciel
pt: Professor
ru: Учитель
tr: Öğretmen
uk: Вчитель

source: Teal
de: Blaugrün
es: Verde azulado
fr: Sarcelle
hi: चैती
it: Alzavola
nl: Taling
pl: Cyranka
ru: Чирок
tr: Deniz mavisi
uk: Чисовий

source: Tectonics
de: Tektonik
es: Tectónica
fr: Tectonique
hi: टेक्टोनिक्स
it: Tettonica
nl: Tektoniek
pl: Tektonika
pt: Tectônica
ru: Тектоника
tr: Tektonik
uk: Тектоніка

source: Teeth
de: Zähne
es: Diente
fr: Dents
hi: दांत
it: Denti
nl: Tanden
pl: Zęby
pt: Dentes
ru: Зубы
tr: Dişler
uk: Зуби

source: Tehran
de: Teheran
es: Teherán
fr: Téhéran
hi: तेहरान
it: Teheran
nl: Teheran
pl: Teheran
pt: Teerã
ru: Тегеран
tr: Tahran
uk: Тегеран

source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
hi: टेलीमेट्री
it: Telemetria
nl: Telemetrie
pl: Telemetria
pt: Telemetria
ru: Телеметрия
tr: Telemetri
uk: Телеметрія

source: Telescope
de: Teleskop
es: Telescopio
fr: Télescope
hi: दूरबीन
it: Telescopio
nl: Telescoop
pl: Teleskop
pt: Telescópio
ru: Телескоп
tr: Teleskop
uk: Телескоп

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
it: Temperatura
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ru: Температура
tr: Isı derecesi
uk: Температура

source: Ten
de: Zehn
es: Diez
fr: Dix
hi: दस
it: Dieci
nl: Tien
pl: Dziesięć
pt: Dez
ru: Десять
tr: On
uk: Десять

source: Tendon
de: Sehne
es: Tendón
hi: कंडरा
it: Tendine
nl: Pees
pl: Ścięgno
pt: Tendão
ru: Сухожилие
uk: Сухохоля

source: Terrace
de: Terrasse
es: Patio
fr: Terrasse
hi: चबूतरा
it: Terrazza
nl: Terras
pl: Taras
pt: Terraço
ru: Терраса
tr: Teras
uk: Тераса

source: Terracotta
de: Terrakotta
es: Terracota
fr: Terre cuite
hi: टैराकोटा
nl: Terra
pl: Terakota
pt: Terracota
ru: Терракота
tr: Pişmiş toprak
uk: Теракотовий

source: Terrapin
de: Sumpfschildkröte
es: Tortuga de río
fr: Tortue peinte
hi: टेरापिन
it: Emidide
nl: Zoetwaterschildpad
pl: Barak z prefabrykatów
pt: Tartaruga de dorso de diamante
ru: Пресноводная черепаха
uk: Терапін

source: Terror
de: Schrecken
fr: Terreur
hi: आतंक
it: Terrore
nl: Angst
pl: Terrorystyczny
ru: Террор
tr: Terör
uk: Терор

source: Testimony
de: Zeugenaussage
es: Testimonio
fr: Témoignage
hi: गवाही
it: Testimonianza
nl: Getuigenis
pl: Świadectwo
pt: Testemunho
ru: Показания
tr: Tanıklık
uk: Свідчення

source: Thai
de: Thailänder
es: Tailandés
fr: Thaï
hi: थाई
it: Tailandese
pl: Tajlandczyk
pt: Tailandês
ru: Таиландский
tr: Taylandlı
uk: Тайський

source: Thaw
de: Tauwetter
es: Derretimiento
fr: Décongeler
hi: पिघलाव
it: Sgelo
nl: Ontdooien
pl: Odwilż
pt: Descongelar
ru: Оттепель
tr: Çözülmek
uk: Розморожу

source: Theft
de: Diebstahl
es: Robo
fr: Vol
hi: चोरी
it: Furto
nl: Diefstal
pl: Kradzież
pt: Roubo
ru: Кража
tr: Hırsızlık
uk: Крадіжка

source: Theme
de: Motiv
es: Tema
fr: Thème
hi: विषय
it: Tema
nl: Thema
pl: Temat
pt: Tema
ru: Тема
tr: Tema
uk: Тема

source: Theology
de: Theologie
es: Teología
fr: Théologie
hi: धर्मशास्त्र
it: Teologia
nl: Theologie
pl: Teologia
pt: Teologia
ru: Теология
tr: Teoloji
uk: Теологія

source: Theorem
de: Lehrsatz
es: Teorema
fr: Théorème
hi: प्रमेय
it: Teorema
nl: Stelling
pl: Twierdzenie
pt: Teorema
ru: Теорема
tr: Teorem
uk: Теорема

source: Therapist
de: Therapeut
es: Terapeuta
fr: Thérapeute
hi: चिकित्सक
it: Terapeuta
nl: Therapeut
pl: Terapeuta
pt: Terapeuta
ru: Терапевт
tr: Terapist
uk: Терапевт

source: Thermodynamics
de: Thermodynamik
es: Termodinámica
fr: Thermodynamique
hi: ऊष्मा-गतिकी
it: Termodinamica
nl: Thermodynamica
pl: Termodynamika
pt: Termodinâmica
ru: Термодинамика
tr: Termodinamik
uk: Термодинаміка

source: Thermostat
de: Der Thermostat
es: Termostato
hi: ताप स्थिरक
it: Termostato
nl: Thermostaat
pl: Termostat
pt: Termostato
ru: Термостат
tr: Termostat
uk: Термостат

source: Thigh
de: Oberschenkel
es: Muslo
fr: Cuisse
hi: जाँघ
it: Coscia
nl: Dij
pl: Udo
pt: Coxa
ru: Бедро
tr: Uyluk
uk: Стегно

source: Third
de: Dritter
es: Tercero
fr: Troisième
hi: तीसरा
it: Terzo
nl: Derde
pl: Trzeci
pt: Terceiro
ru: Третий
tr: Üçüncü
uk: Третій

source: Thirteen
de: Dreizehn
es: Trece
fr: Treize
hi: तेरह
it: Tredici
nl: Dertien
pl: Trzynaście
pt: Treze
ru: Тринадцать
tr: On uç
uk: Тринадцять

source: Thirty
de: Dreißig
es: Treinta
fr: Trente
hi: तीस
it: Trenta
nl: Dertig
pl: Trzydzieści
pt: Trinta
ru: Тридцать
tr: Otuz
uk: Тридцять

source: Thistle
de: Distel
es: Cardo
fr: Chardon
hi: कँटीला पौधा
it: Cardo
nl: Distel
pl: Oset
pt: Cardo
ru: Чертополох
tr: Deve dikeni
uk: Розторопша

source: Thorn
de: Dorn
es: Espina
fr: Épine
hi: कांटा
it: Spina
nl: Doorn
pl: Cierń
pt: Espinho
ru: Шип
tr: Diken
uk: Терн

source: Thousand
de: Tausend
es: Mil
fr: Mille
hi: एक हज़ार
it: Mille
nl: Duizend
pl: Tysiąc
pt: Mil
ru: Тысяча
uk: Тисяча

source: Thread
de: Faden
es: Hilo
fr: Fil
hi: कथा-सूत्र
it: Filo
nl: Draad
pl: Wątek
pt: Fio
ru: Нить
tr: Iplik
uk: Нитка

source: Three
de: Drei
es: Tres
fr: Trois
hi: तीन
it: Tre
nl: Drie
pl: Trzy
pt: Três
ru: Три
tr: Üç
uk: Три

source: Throat
de: Hals
es: Faringe
fr: Gorge
hi: गला
it: Gola
nl: Keel
pl: Gardło
pt: Garganta
ru: Горло
tr: Boğaz
uk: Горло

source: Thrush
de: Drossel
es: Zorzal maculado
fr: Grive
hi: थ्रश
it: Mughetto
nl: Spruw
pl: Pleśniawka
pt: Tordo
ru: Молочница
tr: Ardıç kuşu
uk: Молочниця

source: Thumb
de: Daumen
es: Pulgar
fr: Pouce
hi: अँगूठा
it: Pollice
nl: Duim
pl: Kciuk
pt: Polegar
ru: Большой палец (руки)
tr: Baş parmak
uk: Великий палець

source: Thunder
de: Donner
es: Trueno
fr: Tonnerre
hi: गरज
it: Tuono
nl: Donder
pl: Grzmot
pt: Trovão
ru: Гром
tr: Gök gürlemesi
uk: Грім

source: Thunderstorm
de: Gewitter
es: Tormenta eléctrica
fr: Orage
hi: गरज-तूफ़ान
it: Temporale
nl: Onweer
pl: Burza
pt: Temporal
ru: Гроза
tr: Gök gürültülü sağnak
uk: Гроза

source: Thyroid
de: Schilddrüse
es: Tiroides
fr: Thyroïde
hi: अवटुग्रंथि
it: Tiroide
nl: Schildklier
pl: Tarczyca
pt: Tireoide
ru: Щитовидная железа
tr: Tiroid
uk: Щитовидна залоза

source: Tick
de: Zecke
es: Garrapata
fr: Coche
hi: पल
it: Zecca
nl: Tik
pl: Kleszcz
pt: Carrapato
ru: Клещ
tr: Doğru
uk: Позначте

source: Tie
de: Krawatte
es: Corbata
fr: Cravate
hi: टाई
it: Legare
nl: Stropdas
pl: Krawat
pt: Gravata
ru: Галстук
tr: Kravat
uk: Краватка

source: Time & Calendar
de: Zeit & Kalender
es: Hora y calendario
fr: Temps et calendrier
hi: समय और कैलेंडर
it: Orario e calendario
nl: Tijd & Kalender
pl: Czas i kalendarz
pt: Horário e Calendário
ru: Время и календарь
tr: Zaman ve Takvim
uk: Час та календар

source: Tin
de: Sn
es: Estaño
fr: Boîte
hi: टीन
it: Stagno
nl: Blik
pl: Cyna
pt: Lata
ru: Олово
tr: Kalay
uk: Олово

source: Tissue
de: Gewebe
es: Tejido
fr: Tissu
hi: ऊतक
it: Tessuto
nl: Weefsel
pl: Tkanka
pt: Tecido
ru: Ткань
tr: Doku
uk: Тканина

source: Titanium
de: Titan
es: Titanio
fr: Titane
hi: टाइटेनियम
it: Titanio
pl: Tytan
pt: Titânio
ru: Титан
tr: Titanyum
uk: Титан

source: Toad
de: Kröte
es: Sapo
fr: Crapaud
hi: टोड
it: Rospo
nl: Pad
pl: Ropucha
pt: Sapo
ru: Жаба
tr: Kurbak
uk: Аба

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні

source: Toe
de: Zeh
es: Dedo del pie
fr: Orteil
hi: पैर की अंगुली
it: Punta
nl: Teen
pl: Palec u nogi
pt: Dedo do pé
ru: Носок
tr: Burun
uk: Навеска

source: Tokyo
de: Tokio
es: Tokio
hi: टोक्यो
nl: Tokio
pl: Tokio
pt: Tóquio
ru: Токио
uk: Токіо

source: Tomato
de: Tomate
es: Tomate
fr: Tomate
hi: टमाटर
it: Pomodoro
nl: Tomaat
pl: Pomidor
pt: Tomate
ru: Помидор
tr: Domates
uk: Помідор

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
hi: कल
it: Domani
nl: Morgen
pl: Jutro
pt: Amanhã
ru: Завтра
tr: Yarın
uk: Завтра

source: Tongs
de: Zange
es: Pinza
fr: Pince
hi: सँड़सी
it: Pinza
nl: Tang
pl: Szczypce
pt: Pinça
ru: Щипцы
tr: Maşa
uk: Ципці

source: Tongue
de: Zunge
es: Lengua
fr: Langue
hi: जीभ
it: Lingua
nl: Tong
pl: Język
pt: Língua
ru: Язык
tr: Dil
uk: Мова

source: Tonkinese
de: Tonkinesisch
fr: Tonkinais
hi: टोनकिनीज़
nl: Tonkinees
ru: Тонкинезе
uk: Тонкінезе

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hi: उपकरण
it: Strumenti
nl: Gereedschap
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
tr: Araçlar
uk: Інструменти

source: Tooth
de: Zahn
es: Diente
fr: Dent
hi: दाँत
it: Dente
nl: Tand
pl: Ząb
pt: Dente
ru: Зуб
tr: Diş
uk: Зуб

source: Topography
de: Topographie
es: Topografía
fr: Topographie
hi: स्थलाकृति
it: Topografia
nl: Topografie
pl: Topografia
pt: Topografia
ru: Топография
tr: Topografya
uk: Топографія

source: Torch
de: Fackel
es: Antorcha
fr: Torche
hi: टार्च
it: Torcia
nl: Fakkel
pl: Latarka
pt: Tocha
ru: Факел
tr: Meşale
uk: Факел

source: Tort
de: Unerlaubte Handlung
es: Agravio
fr: Préjudice
hi: टोर्ट
it: Illecito
nl: ± onrechtmatige daad
pl: Delikt
pt: Delito
ru: Деликт
uk: Делікт

source: Tortoise
de: Schildkröte
es: Tortuga
fr: Tortue
hi: कछुआ
it: Testuggine
nl: Schildpad
pl: Żółw lądowy
pt: Tartaruga
ru: Черепаха
tr: Tosbağa
uk: Черепаха

source: Toucan
de: Tukan
es: Tucán
hi: टूकैन
it: Tucano
nl: Toekan
pl: Tukan
pt: Tucano
ru: Тукан
tr: Tukan
uk: Тукан

source: Tower
de: Turm
es: Torre
fr: Tour
hi: टावर
it: Torre
nl: Toren
pl: Wieża
pt: Torre
ru: Башня
tr: Kule
uk: Вежа

source: Toyger
de: Spielzeug
es: Juguete
fr: Jouet
hi: टॉयगर
it: Giocattolo
nl: Speelgoed
pt: Brinquedor
ru: Тойгер
tr: Oyuncak
uk: Тойгер

source: Trachea
de: Luftröhre
es: Tráquea
fr: Trachée
hi: श्वासनली
nl: Luchtpijp
pl: Tchawica
pt: Traqueia
ru: Трахея
tr: Trakea
uk: Трахея

source: Tractor
de: Traktor
fr: Tracteur
hi: ट्रैक्टर
it: Trattore
pl: Ciągnik
pt: Trator
ru: Трактор
tr: Traktör
uk: Трактор

source: Train
de: Zug
es: Tren
hi: रेलगाड़ी
it: Treno
nl: Trein
pl: Pociąg
pt: Trem
ru: Поезд
tr: Tren
uk: Поїзд

source: Tram
de: Straßenbahn
es: Tranvía
hi: ट्राम
pl: Tramwaj
pt: Bonde
ru: Трамвай
tr: Tramvay
uk: Трамвай

source: Translator
de: Übersetzer
es: Traductor
fr: Traducteur
hi: अनुवादक
it: Traduttore
nl: Vertaler
pl: Tłumacz
pt: Tradutor
ru: Переводчик
tr: Çevirmen
uk: Перекладач

source: Transmission
de: Sendung
es: Transmisión
hi: प्रसारण
it: Trasmissione
nl: Uitzending
pl: Transmisja
pt: Transmissão
ru: Передача
tr: Iletme
uk: Передача

source: Trap
de: Falle
es: Trampa
fr: Piège
hi: जाल
it: Trappola
nl: Val
pl: Pułapka
pt: Armadilha
ru: Ловушка
tr: Tuzak
uk: Пастка

source: Trapezium
de: Trapezoid
es: Trapecio
fr: Trapèze
hi: ट्रेपेज़ियम
it: Trapezio
pl: Trapez
pt: Trapézio
ru: Трапеция
tr: Yamuk
uk: Трапеція

source: Trapezoid
de: Trapez
es: Trapecio
fr: Trapèze
hi: ट्रेपेज़ॉइड
it: Trapezio
nl: Trapezium
pl: Trapez
pt: Trapézio
ru: Трапецоид
tr: Yamuk
uk: Трапеція

source: Traveling
de: Reisen
es: De viaje
fr: Voyager
hi: यात्रा
it: Viaggiare
nl: Reizen
pl: Podróżowanie
pt: Viajar
ru: Путешествие
tr: Seyahat etmek
uk: Подорожуючи

source: Tray
de: Tablett
es: Bandeja
fr: Plateau
hi: ट्रे
it: Vassoio
nl: Bak
pl: Taca
pt: Bandeja
ru: Лоток
tr: Tepsi
uk: Лоток

source: Treason
de: Verrat
es: Traición
fr: Trahison
hi: ग़द्दारी
it: Tradimento
nl: Verraad
pl: Zdrada
pt: Traição
ru: (Государственная) измена
tr: Vatan hainliği
uk: Зрада

source: Treaty
de: Vertrag
es: Tratado
fr: Traité
hi: संधि
it: Trattato
nl: Verdrag
pl: Traktat
pt: Tratado
ru: Договор
tr: Antlaşma
uk: Договір

source: Tree
de: Drei
es: Árbol
fr: Arbre
hi: वृक्ष
it: Albero
nl: Boom
pl: Drzewo
pt: Árvore
ru: Дерево
tr: Ağaç
uk: Дерево

# Tree1
source: Tree
de: Drei
es: Tres
fr: DeuxEtUn
it: Tre
nl: Drie
pl: Trzy
pt: Très
ru: Три
tr: Üç
uk: Три

source: Treefrog
de: Laubfrosch
es: Arra
fr: Grenouille d'arbre
hi: ट्रीफ्रॉग
it: Rana
nl: Boomkikker
pl: Żaba drzewna
pt: Safo-arvo
ru: Древесная лягушка
tr: Ağaç kurbağası
uk: Деревна жаба

source: Trees & Plants
de: Bäume & Pflanzen
es: Árboles y plantas
fr: Arbres et plantes
hi: पेड़ और पौधे
it: Alberi e piante
nl: Bomen & Planten
pl: Drzewa i rośliny
pt: Árvores e Plantas
ru: Деревья и растения
tr: Ağaçlar ve Bitkiler
uk: Дерева та рослини

source: Tremor
de: Zittern
es: Escalofrío
fr: Tremblement
hi: हलका कंपन
it: Tremore
nl: Beving
pl: Drżenie
ru: Дрожь
tr: Titreme
uk: Тремор

source: Trench
de: Schützengraben
es: Trinchera
fr: Tranchée
hi: खाई
it: Trincea
nl: Greppel
pl: Rów
pt: Trincheira
ru: Траншея
tr: Hendek
uk: Траншея

source: Trespass
de: Hausfriedensbruch
es: Intrusión
fr: Intrusion
hi: अतिचार
it: Trasgressione
nl: Overtreding
pl: Wtargnięcie
pt: Transgressão
ru: Правонарушение
tr: İzinsiz giriş
uk: Вторгається

source: Trial
de: Prozess
es: Juicio
fr: Procès
hi: मुक़दमा
it: Prova
nl: Proces
pl: Proces
pt: Julgamento
ru: Испытание
tr: Duruşma
uk: Випробування

source: Triangle
de: Dreieck
es: Triángulo
hi: त्रिकोण
it: Triangolo
nl: Driehoek
pl: Trójkąt
pt: Triângulo
ru: Треугольник
tr: Üçgen
uk: Трикутник

source: Trident
de: Dreizack
es: Tridente
hi: त्रिशूल
it: Tridente
nl: Drietand
pl: Trójząb
pt: Tridente
ru: Трезубец
uk: Тризуб

source: Trigonometry
de: Trigonometrie
es: Trigonometría
fr: Trigonométrie
hi: त्रिकोणमिति
it: Trigonometria
nl: Trigonometrie
pl: Trygonometria
pt: Trigonometria
ru: Тригонометрия
tr: Trigonometri
uk: Тригонометрія

source: Trillion
de: Billion
es: Billón
fr: Billion
hi: ट्रिलियन
it: Bilione
nl: Biljoen
pl: Bilion
pt: Trilhão
ru: Триллион
tr: Trilyon
uk: Трильйон

source: Trolley
de: Straßenbahn
es: Carrito
fr: Tramway
hi: ट्रॉली
it: Carrello
nl: Winkelwagentje
pl: Wózek
pt: Carrinho
ru: Тележка
tr: El arabası
uk: Візок

source: Trombone
de: Posaune
es: Trombón
hi: पतली तुरही
pl: Puzon
ru: Тромбон
tr: Trombon
uk: Тромбон

source: Trout
de: Forelle
es: Trucha
fr: Truite
hi: ट्राउट
it: Trota
nl: Forel
pl: Pstrąg
pt: Truta
ru: Форель
tr: Alabalık
uk: Форель

source: Trowel
de: Kelle
es: Paleta
fr: Truelle
hi: करनी
it: Cazzuola
nl: Troffel
pl: Kielnia
pt: Colher de pedreiro
ru: Мастерок
tr: Mala
uk: Шкатель

source: Truancy
de: Schwänzen
es: Ausentismo escolar
fr: Absentéisme
hi: पलायनशीलता
it: Assenza
nl: Spijbelen
pl: Wagary
pt: Falta às aulas
ru: Прогул
tr: Devamsızlık
uk: Трюм

source: Truck
de: Lastkraftwagen
es: Camión
fr: Camion
hi: ट्रक
it: Camion
nl: Vrachtauto
pl: Ciężarówka
pt: Caminhão
ru: Грузовик
tr: Kamyon
uk: Вантажівка

source: Trucker
de: Gemüsegärtner
es: Camionero
fr: Routier
hi: ट्रकर
it: Camionista
nl: Vrachtwagenchauffeur
pl: Kierowca ciężarówki
pt: Caminhoneiro
ru: Водитель грузовика
tr: Kamyon şoförü
uk: Далекобійник

source: Trumpet
de: Trompete
es: Trompeta
fr: Trompette
hi: तुरही
it: Tromba
nl: Trompet
pl: Trąbka
pt: Trompete
ru: Труба
tr: Boru
uk: Труба

source: Trunk
de: Kofferraum
es: Maletero
fr: Coffre
hi: ट्रंक
it: Baule
nl: Kofferbak
pl: Bagażnik
pt: Porta-malas
ru: Багажник
tr: Bagaj
uk: Стовбур

source: Truss
de: Tragwerk
es: Celosía
fr: Ferme
hi: ट्रस
it: Capriata
nl: Spant
pl: Kratownica
pt: Cinta
ru: Ферма
tr: Makas
uk: Ферм'я

source: Tub
de: Wanne
es: Bañera
fr: Baignoire
hi: टब
it: Vasca
nl: Bad
pl: Wanna
pt: Banheira
ru: Ванна
tr: Küvet
uk: Ванна

source: Tulip
de: Tulpe
es: Tulipán
fr: Tulipe
hi: ट्यूलिप
it: Tulipano
nl: Tulp
pl: Tulipan
pt: Tulipa
ru: Тюльпан
tr: Lale
uk: Тюльпан

source: Tuna
de: Thunfish
es: Atún
fr: Thon
hi: ट्यूना
it: Tonno
nl: Tonijn
pl: Tuńczyk
pt: Atum
ru: Тунец
tr: Ton Balık
uk: Тунець

source: Tunic
de: Tunika
es: Túnica
fr: Tunique
hi: ट्यूनिक
it: Tunica
nl: Tuniek
pl: Tunika
pt: Túnica
ru: Туника
tr: Tunik
uk: Туніка

source: Turbocharger
de: Turbolader
es: Turbocompresor
fr: Turbocompresseur
hi: टर्बोचार्जर
it: Turbocompressore
nl: Turbolader
pl: Turbosprężarka
pt: Turbocompressor
ru: Турбокомпрессор
tr: Turboşarj
uk: Турбокомпресор

source: Turkey
de: Truthahn
es: Pavo
fr: Dinde
hi: पीरू
it: Turchia
nl: Kalkoen
pl: Turcja
pt: Peru
ru: Турция
tr: Türkiye
uk: Туреччина

source: Turkish
de: Türkisch
es: Turco
fr: Turc
hi: तुर्की
it: Turco
nl: Turks
pl: Turecki
pt: Turco
ru: Турецкий
tr: Türkçe
uk: Турецька

source: Turquoise
de: Türkisgestein
es: Turquesa
hi: फ़ीरोज़ा
it: Turchese
nl: Turkoois
pl: Turkusowy
pt: Turquesa
ru: Бирюза
tr: Türk mavisi
uk: Бірюзовий

source: Turtle
de: Schildkröte
es: Tortuga
fr: Tortue
hi: कछुआ
it: Tartaruga
nl: Zeeschildpad
pl: Żółw
pt: Tartaruga
ru: Черепаха
tr: Kaplumbağa
uk: Черепаха

source: Twelve
de: Zwölf
es: Doce
fr: Douze
hi: बारह
it: Dodici
nl: Twaalf
pl: Dwanaście
pt: Doze
ru: Двенадцать
tr: On bir
uk: Дванадцять

source: Twenty
de: Zwanzig
es: Veinte
fr: Vingt
hi: बीस
it: Venti
nl: Twintig
pl: Dwadzieścia
pt: Vinte
ru: Двадцать
tr: Yirmi
uk: Двадцять

source: Twilight
de: Zwielicht
es: Crepúsculo
fr: Crépuscule
hi: झुटपुटा
it: Crepuscolo
nl: Schemering
pl: Zmierzch
pt: Crepúsculo
ru: Сумерки
tr: Alacakaranlık
uk: Сутінки

source: Twill
de: Köper
es: Sarga
fr: Sergé
hi: टवील
nl: Keper
pl: Splot skośny
pt: Sarja
ru: Саржа
tr: Dimi
uk: Саржа

source: Two
de: Zwei
es: Dos
fr: Deux
hi: दो
it: Due
nl: Twee
pl: Dwa
pt: Dois
ru: Два
tr: Iki
uk: Два

# Two1
source: Too
de: Zwo
es: Dos
fr: UnEtUn
it: Due
nl: Twee
pl: Dwa
pt: Dois
ru: Два
tr: İki
uk: Два

source: Typhoon
de: Taifun
es: Tifón
fr: Typhon
hi: टाइफ़ून
it: Tifone
nl: Tyfoon
pl: Tajfun
pt: Tufão
ru: Тайфун
tr: Tayfun
uk: Тайфун

source: Understatement
de: Untertreibung
es: Subestimación
fr: Euphémisme
hi: न्यूनोक्ति
it: Eufemismo
pl: Niedopowiedzenie
pt: Eufemismo
ru: Преуменьшение
tr: Azımsama
uk: Заниження

source: Underwear
de: Unterwäsche
es: Ropa interior
fr: Sous-vêtements
hi: अंडरवियर
it: Biancheria intima
nl: Ondergoed
pl: Bielizna
pt: Roupa íntima
ru: (Нижнее) бельё
tr: Iç çamaşırı
uk: Нижня білизна

source: Unicorn
de: Einhorn
es: Unicornio
fr: Licorne
hi: एकशृंगी
it: Unicorno
nl: Eenhoorn
pl: Jednorożec
pt: Unicórnio
ru: Единорог
tr: Tek boynuzlu at
uk: Єдиноріг

# Uniform1
source: Uniform
de: Ulrich
es: Uva
fr: Ursule
it: Udine
nl: Utrecht
pl: Urszula
ru: Ульяна
tr: Uşak

source: Unitedkingdom
de: VereinigtesKönigtum
es: Reino Unido
fr: Royaume-Uni
hi: यूनाइटेड किंगडम
it: Regno Unito
nl: Verenigd koningschap
pl: Zjednoczone Królestwo
pt: Reino Unido
ru: Соединенное королевство
tr: Birleşik Krallık
uk: Об'єднане королівство

source: Unitedstates
de: VereinigteStaaten
es: Estados Unidos
fr: États-Unis
hi: संयुक्त राज्य
it: Stati Uniti
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
ru: Соединенные Штаты
tr: Birleşik Devletler
uk: Сполучені Штати

source: Universe
de: Universum
es: Universo
fr: Univers
hi: ब्रह्मांड
it: Universo
nl: Universum
pl: Wszechświat
pt: Universo
ru: Вселенная
tr: Evren
uk: Всесвіт

source: Vagrancy
de: Landstreicherei
es: Vagancia
fr: Vagabondage
hi: योनिसी
it: Vagabondaggio
nl: Landloperij
pl: Włóczęgostwo
pt: Vadiagem
ru: Бродяжничество
tr: Serserilik
uk: Бродяжа

source: Valence
de: Wertigkeit
es: Valencia
hi: वैलेंस
it: Valenza
nl: Valentie
pl: Wartościowość
pt: Valência
ru: Валентность
tr: Değerlik
uk: Валентність

source: Valkyrie
de: Walküre
es: Valquiria
hi: वाल्कीरी
it: Valchiria
pl: Walkiria
pt: Valquíria
ru: Валькирия
uk: Валькірія

source: Valley
de: Tal
es: Valle
fr: Vallée
hi: घाटी
it: Valle
nl: Vallei
pl: Dolina
pt: Vale
ru: Долина
tr: Vadi
uk: Долина

source: Valve
de: Ventil
es: Válvula
hi: वाल्व
it: Valvola
nl: Klep
pl: Zawór
pt: Válvula
ru: Клапан
tr: Valf
uk: Клапан

source: Vampire
de: Vampir
es: Vampiro
hi: वैम्पायर
it: Vampiro
nl: Vampier
pl: Wampir
pt: Vampiro
ru: Вампир
tr: Vampir
uk: Вампір

source: Van
de: Transporter
es: Camioneta
fr: Fourgonnette
hi: वैन
it: Camper
nl: Busje
pl: Furgonetka
ru: Багажный вагон
uk: Фургон

source: Vandalism
de: Vandalismus
es: Vandalismo
fr: Vandalisme
hi: बर्बरता
it: Vandalismo
nl: Vandalisme
pl: Wandalizm
pt: Vandalismo
ru: Вандализм
tr: Vandalizm
uk: Вандалізм

source: Vanity
de: Vergeblichkeit
es: Vanidad
fr: Vanité
hi: घमंड
it: Vanità
nl: Ijdelheid
pl: Próżność
pt: Vaidade
ru: Тщеславие
tr: Kibir
uk: Марнославство

source: Vapor
de: Dunst
fr: Vapeur
hi: वाष्प
it: Vapore
nl: Damp
pl: Para
ru: Пар
tr: Buhar
uk: Пар

source: Vaporwave
de: Dampfwelle
es: Onda de vapor
fr: Vague de vapeur
hi: वाष्पवेव
it: Onda di vapore
nl: Dampgolf
pl: Fala parowa
pt: Onda de vapor
ru: Паровая волна
tr: Buhar dalgası
uk: Парова хвиля

source: Variance
de: Varianz
es: Varianza
hi: विचरण
it: Varianza
nl: Verschil
pl: Wariancja
pt: Variância
ru: Расхождение
tr: Varyans
uk: Дисперсія

source: Vault
de: Tresor
es: Caja fuerte
fr: Chambre forte
hi: वॉल्ट
it: Caveau
nl: Kluis
pl: Skarbiec
pt: Abóbada
ru: Хранилище
tr: Atlama
uk: Сховище

source: Vector
de: Vektor
fr: Vecteur
hi: सदिश
it: Vettore
pl: Wektor
pt: Vetor
ru: Вектор
tr: Vektör
uk: Вектор

source: Vegetable
de: Gemüse
es: Verdura
fr: Légume
hi: सब्ज़ी
it: Vegetale
nl: Groente
pl: Warzywo
pt: Vegetal
ru: Овощ
tr: Bitki
uk: Овоч

source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
hi: वाहन
it: Veicoli
nl: Voertuigen
pl: Pojazdy
pt: Veículos
ru: Транспортные средства
tr: Araçlar
uk: Транспортні засоби

source: Vein
de: Vene
es: Vena
fr: Veine
hi: नस
it: Vena
nl: Ader
pl: Żyła
pt: Veia
ru: Вена
tr: Ruh hali
uk: Вена

source: Velour
de: Velours
fr: Velours
hi: वेलोर
it: Velours
nl: Velours
pl: Welur
ru: Велюр
tr: Kadife
uk: Велюр

source: Velvet
de: Samt
es: Terciopelo
fr: Velours
hi: मख़मल
it: Velluto
nl: Fluweel
pl: Aksamit
pt: Veludo
ru: Бархат
tr: Kadife
uk: Оксамит

source: Verbena
de: Verbene
fr: Verveine
hi: वर्बेना
pl: Werbena
ru: Вербена
uk: Вербена

source: Verdict
de: Urteil
es: Veredicto
hi: अभिमत
it: Verdetto
nl: Vonnis
pl: Werdykt
pt: Veredito
ru: Вердикт
tr: Jüri kararı
uk: Вердикт

source: Vermilion
de: Zinnober
es: Bermellón
fr: Vermillon
hi: सिंदूर
it: Vermiglio
nl: Vermiljoen
pl: Cynobrowy
pt: Vermelhão
ru: Киноварь
tr: Vermilyon
uk: Верміліон

source: Vertex
de: Scheitelpunkt
es: Vértice
fr: Sommet
hi: शीर्ष
it: Vertice
nl: Hoogste punt
pl: Wierzchołek
pt: Vértice
ru: Вершина
tr: Tepe noktası
uk: Вершина
